Repository: common-repository/scrolling-down-popup-plugin
Catalog: languages/scrolling-down-popup-plugin-*.po
Languages: pl_pl

source: Check your short code, May be invalid ID in the shortcode.
pl_pl: Sprawdź swój krótki kod, może być nieprawidłowy identyfikator w wada.

source: Scrolling down popup
pl_pl: Przewijanie Popup

source: Please enter popup text.
pl_pl: Proszę wprowadzić tekst popup.

source: Please enter valid popup width.
pl_pl: Wprowadź szerokość lud.

source: Details was successfully added.
pl_pl: Nowe szczegóły została pomyślnie dodana.

source: Click Here
pl_pl: Kliknij tu

source: View the details
pl_pl: aby zobaczyć szczegóły

source: Scrolling down popup plugin
pl_pl: Przewijanie Popup

source: Add popop
pl_pl: Dodaj e-mail

source: Popup text
pl_pl: Wpisz wypisz tekst. ## LINK ## jest kluczowe.

source: Add popup text in the box, we can add HTML content
pl_pl: Dodaj tekst popup w polu, możemy dodać treść w języku HTML

source: Popup window width
pl_pl: Proszę podać szerokość okna popup, tylko numer.

source: Enter width of the popup window, this is mandatory field.
pl_pl: Wprowadź szerokość okna wyskakujące, to obowiązkowe pola.

source: Position (left space)
pl_pl: Pozycję (po lewej stronie miejsce)

source: Enter window left position, this is mandatory field.
pl_pl: Podaj położenie lewego okna, to obowiązkowe pola.

source: Position (top space)
pl_pl: Pozycji (przestrzeń)

source: Enter window top position, this is mandatory field.
pl_pl: Wprowadzić okna najwyższej pozycji, to obowiązkowe pola.

source: Scrolling speed
pl_pl: Ilości przewijania, oraz opóźnienie przewijania, ustawia szybkość przewijania.

source: Enter scrolling speed, this is mandatory field.
pl_pl: Wpisz szybkość przewijania, to obowiązkowe pola.

source: Popup window border
pl_pl: Obramowania okna wyskakujące

source: Enter popup window border as per example.
pl_pl: Wpisz obramowania okna popup jak na przykład.

source: Close button position
pl_pl: Zamknij

source: Select popup window close button position.
pl_pl: Wybierz lud okno przycisk zamknięcia pozycji.

source: Background color
pl_pl: Kolor tła

source: Enter background color of the popup window as per example.
pl_pl: Wprowadź kolor tła okna wyskakujące, jak na przykład.

source: Font name
pl_pl: Kolor czcionki

source: Enter popup window font as per example.
pl_pl: Wprowadzić czcionki okno popup jak na przykład.

source: Font size
pl_pl: Rozmiar czcionki

source: Enter the popup window font style as per example.
pl_pl: Podaj styl czcionki okno popup jak na przykład.

source: Insert Details
pl_pl: Wstaw Szczegóły

source: Cancel
pl_pl: Anuluj

source: Help
pl_pl: Pomoc

source: Check official website for more information
pl_pl: Sprawdzić oficjalną stronę internetową, aby uzyskać więcej informacji

source: click here
pl_pl: kliknij tutaj

source: Oops, selected details doesnt exist.
pl_pl: Ups, wybrane szczegóły nie istnieją.

source: Details was successfully updated.
pl_pl: Szczegóły pomyślnie zaktualizowane.

source: Edit popop
pl_pl: Edytuj

source: Update Details
pl_pl: aktualizacja danych szczegółowych

source: Oops, selected details doesnt exist
pl_pl: Ups, wybrane szczegóły nie istnieją.

source: Selected record was successfully deleted.
pl_pl: Wybrany rekord został pomyślnie usunięty.

source: Add New
pl_pl: Dodaj nowy

source: Popup Content
pl_pl: Popup treść

source: Short Code
pl_pl: Krótki kod

source: Edit
pl_pl: Edytuj

source: Delete
pl_pl: Usuń

source: No records available.
pl_pl: Rejestry nie są dostępne.

source: Display Setting
pl_pl: Tryb wyświetlania (ustawienie globalne)

source: Plugin configuration option
pl_pl: Opcja konfiguracji plugin

source: Add plugin in the posts or pages using short code.
pl_pl: Dodaj plugin na stanowiskach lub stron za pomocą krótkiego kodu.

source: Add directly in to the theme using PHP code.
pl_pl: Dodaj bezpośrednio do tematu z wykorzystaniem kodu PHP.

source: Details successfully updated.
pl_pl: Szczegóły pomyślnie zaktualizowane.

source: Display Mode (Global setting)
pl_pl: Tryb wyświetlania (ustawienie globalne)

source: Show always
pl_pl: Pokaż szczegóły

source: Once per session
pl_pl: Jednokrotnie w trakcie sesji

source: Popup window display setting
pl_pl: Wyświetlacz tytuł pod okienko.

source: Display on home page
pl_pl: Wyświetlaj na stronie głównej

source: Display on posts
pl_pl: Wystawa na posty

source: Display on pages
pl_pl: Wyświetlanie na stronach

source: Display on archives pages
pl_pl: Wyświetlanie na stronach Archiwum

source: Display on search pages
pl_pl: Wyświetlanie na stronach wyszukiwania

source: Submit
pl_pl: Wyślij
